Repository: b-jesch/service.rpm
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: Recording &amp; Power Manager for current active recordings and wakeup procedures for future schedules using JSON-RPC on a standalone HTPC with TV card and a PVR server. Prevents shutdown/poweroff the system by user while an active task (e.g. recorder, network or process) is monitored and initiate a shutdown/poweroff the system after finishing of user, network or process activities. In addition the system periodically can pull EPG-Updates if there is a longer poweroff cycle of the system.
de_de: Aufnahme- und Powermanager für aktuell aktive Aufnahmen und Wakeup-Prozeduren für zukünftige Tasks unter Nutzung von JSON-RPC auf einem HTPC mit TV-Karte und einem PVR-Server. Verhindert das Herunterfahren/Ausschalten des Systems durch den Benutzer, während ein aktiver Task (z.B. Rekorder, Netzwerk oder Prozess) überwacht wird und leitet nach Beendigung von Benutzer-, Netzwerk- oder Prozessaktivitäten ein Herunterfahren/Ausschalten des Systems ein. Darüber hinaus kann das System periodisch EPG-Updates abrufen, wenn das System länger nicht eingeschalten wird.

# #30000
source: Boot time until system is ready
de_de: Mindest-Bootdauer bis System bereit

# #30001
source: Shutdown time until system is off
de_de: maximale Dauer bis System abschaltet

# #30002
source: This is the »{}« addon. It's important to set me up and configure properly before using me. Please read the README.md inside the ZIP or visit 'https://github.com/b-jesch/service.rpm'.
de_de: Das ist eine Meldung des »{}« Addons. Vor meiner Nutzung bitte korrekt aufsetzen und konfigurieren. Dazu die README.md in diesem ZIP lesen oder 'https://github.com/b-jesch/service.rpm' besuchen.

# #30003
source: Display countdown of shutdown confirmation for
de_de: Anzeigedauer für Abschalthinweis anzeigen für

# #30004
source: Max delay until PVR is active
de_de: maximale Verzögerung bis PVR antwortet

# #30005
source: Shutdown method
de_de: Abschaltmethode

# #30006
source: Power off (recommended)
de_de: Ausschalten (empfohlen)

# #30007
source: Show notification of next schedule
de_de: Information zum nächsten Aufwachzeitpunkt anzeigen

# #30008
source: Shutdown performed by
de_de: Abschaltung erfolgt durch

# #30009
source: Shutdown or setting RTC requires admin privileges
de_de: Abschaltung oder Setzen der RTC erfordert Administrationsrechte

# #30010
source: Shutdown in progress
de_de: Initialisiere Abschaltung

# #30011
source: A shutdown procedure is performed by the »{}« addon. Kodi will power off in several seconds. Press Cancel to abort.
de_de: Das Addon »{}« wird das System jetzt abschalten. Kodi wird in wenigen Sekunden beendet. Drücke Abbrechen, um den Prozess aufzuhalten.

# #30012
source: Kodi (use shutdown setting)
de_de: Kodi (Einstellung bei 'Abschalten')

# #30013
source: OS (Linux only)
de_de: OS (nur unter Linux)

# #30014
source: No wakeup timer is set
de_de: Es wird kein Aufwachtimer gesetzt

# #30015
source: Shutdown aborted
de_de: Abschaltung abgebrochen

# #30016
source: upcoming recording
de_de: anstehende Aufnahme

# #30017
source: Next schedule
de_de: Timer wird gesetzt

# #30018
source: {} - recording file
de_de: {} - Aufnahme

# #30019
source: {} - EPG update
de_de: {} - EPG Aktualisierung

# #30020
source: upcoming or running recording
de_de: laufende oder anstehende Aufnahme

# #30021
source: EPG update still running
de_de: laufende EPG-Aktualisierung

# #30022
source: At least one active monitored process
de_de: mindestens ein zu überwachender Prozess aktiv

# #30023
source: At least one active network connection
de_de: mindestens eine Netzwerkverbindung aktiv

# #30024
source: Setting wakeup timer at
de_de: Setze nächsten Timer am

# #30026
source: Suspend
de_de: Bereitschaft

# #30027
source: Device is primary used as a server
de_de: Gerät wird vorwiegend als Server genutzt

# #30028
source: If idle, perform shutdown after
de_de: Wenn inaktiv, Abschaltung auslösen nach

# #30029
source: Invalid parameter
de_de: ungültiger Parameter

# #30030
source: Server Mode - Shutdown in progress
de_de: Server Modus - Initialisiere Abschaltung

# #30031
source: Enable Main Activity Time frame
de_de: Zeitrahmen für Hauptnutzung einrichten

# #30032
source: PVR client inactive or not installed
de_de: PVR Client inaktiv oder nicht installiert

# #30033
source: Main activity Time frame is active
de_de: Zeitrahmen der Hauptnutzungszeit ist aktiv

# #30034
source: Check for established network connections
de_de: auf aktive Netzwerkverbindungen testen

# #30035
source: Check for running tasks and scripts
de_de: auf aktive Programme und Skripte testen

# #30036
source: Monitored tasks and scripts
de_de: zu überwachende Programme und Skripte

# #30037
source: Monitored ports
de_de: zu überwachende Ports

# #30038
source: Monitored ports, separated by comma
de_de: zu überwachende Ports, getrennt durch Komma

# #30039
source: Monitored tasks and scripts, separated by comma
de_de: zu überwachende Programme und Skripte, durch Komma getrennt

# #30045
source: Record & Power Manager - Hardware incompatibility
de_de: Record & Power Manager - nicht kompatible Hardware

# #30046
source: Your hardware architecture does not seem to be compatible with the requirements of this addon. The addon is therefore disabled.
de_de: Die vorhandene Hardware-Architektur scheint nicht kompatibel zu den Anforderungen dieses Addons zu sein. Das Addon wird daher deaktiviert.

# #30050
source: General
de_de: Allgemein

# #30051
source: Path to EPG XML File
de_de: Pfad zur XML-Datei

# #30053
source: EPG Update
de_de: EPG Aktualisierung

# #30054
source: EPG grabber time
de_de: EPG Erfassungszeit

# #30058
source: Script path
de_de: Skript-Pfad

# #30059
source: Select external EPG script
de_de: Wähle externes EPG Skript

# #30060
source: Use EPG grabber script (XMLTV)
de_de: Benutze EPG Grabber Skript (XMLTV)

# #30061
source: Interval for EPG updates
de_de: Zyklus für EPG-Aktualisierung

# #30062
source: Wakeup at
de_de: Aufwachen um

# #30064
source: Path to XMLTV socket
de_de: Pfad zur XMLTV Socket

# #30065
source: Use OTA grabber
de_de: Benutze OTA Grabber

# #30066
source: Use external script
de_de: Benutze externes Skript

# #30067
source: Import from XML file via XMLTV socket
de_de: Importiere aus XML-Datei über XMLTV-Socket

# #30068
source: Select EPG XML file
de_de: Wähle EPG XML-Datei aus

# #30069
source: Path to XMLTV socket (TVHeadend)
de_de: Pfad zum XMLTV Socket (TVHeadend)

# #30070
source: 00:00 o'Clock
de_de: 00:00 Uhr

# #30071
source: 01:00 o'Clock
de_de: 01:00 Uhr

# #30072
source: 02:00 o'Clock
de_de: 02:00 Uhr

# #30073
source: 03:00 o'Clock
de_de: 03:00 Uhr

# #30074
source: 04:00 o'Clock
de_de: 04:00 Uhr

# #30075
source: 05:00 o'Clock
de_de: 05:00 Uhr

# #30076
source: 06:00 o'Clock
de_de: 06:00 Uhr

# #30077
source: 07:00 o'Clock
de_de: 07:00 Uhr

# #30078
source: 08:00 o'Clock
de_de: 08:00 Uhr

# #30079
source: 09:00 o'Clock
de_de: 09:00 Uhr

# #30080
source: 10:00 o'Clock
de_de: 10:00 Uhr

# #30081
source: 11:00 o'Clock
de_de: 11:00 Uhr

# #30082
source: 12:00 o'Clock
de_de: 12:00 Uhr

# #30083
source: 13:00 o'Clock
de_de: 13:00 Uhr

# #30084
source: 14:00 o'Clock
de_de: 14:00 Uhr

# #30085
source: 15:00 o'Clock
de_de: 15:00 Uhr

# #30086
source: 16:00 o'Clock
de_de: 16:00 Uhr

# #30087
source: 17:00 o'Clock
de_de: 17:00 Uhr

# #30088
source: 18:00 o'Clock
de_de: 18:00 Uhr

# #30089
source: 19:00 o'Clock
de_de: 19:00 Uhr

# #30090
source: 20:00 o'Clock
de_de: 20:00 Uhr

# #30091
source: 21:00 o'Clock
de_de: 21:00 Uhr

# #30092
source: 22:00 o'Clock
de_de: 22:00 Uhr

# #30093
source: 23:00 o'Clock
de_de: 23:00 Uhr

# #30100
source: off
de_de: aus

# #30101
source: every Day
de_de: täglich

# #30102
source: 2 Days
de_de: 2 Tage

# #30103
source: 3 Days
de_de: 3 Tage

# #30104
source: 4 Days
de_de: 4 Tage

# #30105
source: 5 Days
de_de: 5 Tage

# #30106
source: 6 Days
de_de: 6 Tage

# #30107
source: 7 Days
de_de: 7 Tage

# #30108
source: 5 sec
de_de: 5 Sek

# #30109
source: 10 sec
de_de: 10 Sek

# #30110
source: 15 sec
de_de: 15 Sek

# #30111
source: 30 sec
de_de: 30 Sek

# #30112
source: 45 sec
de_de: 45 Sek

# #30113
source: 60 sec
de_de: 60 Sek

# #30114
source: 90 sec
de_de: 90 Sek

# #30200
source: Booting time from system switch on until Kodi has initialized
de_de: Bootzeit ab dem Zeitpunkt des Einschaltens bis zur vollständigen Initialisation von Kodi

# #30201
source: Time from initiate shutdown until System has powered off
de_de: Zeitdauer vom Einleiten des Abschaltvorganges bis zum vollständigen Ausschalten des Systems

# #30203
source: Duration for displaying a notification for the user
de_de: Anzeigedauer für Hinweismeldungen an den Nutzer

# #30204
source: Wait until PVR is ready and responding
de_de: Zeitspanne, bis der PVR bereit ist

# #30205
source: Preferred shutdown method
de_de: Abschaltmethode

# #30208
source: Choose the wakeup method provided by Kodi itself, operating system or YARD hardware
de_de: Wähle die Aufwachmethode welche von Kodi, dem OS oder von YARD Hardware ausgeführt wird

# #30209
source: Some systems (Linux) need root privileges (sudo) to perform system commands
de_de: Einige Systeme benötigen Administrationsrechte (sudo), um Systembefehle ausführen zu können

# #30227
source: Use Server mode if system is wake up for Recordings or as server for other clients mainly
de_de: Wenn das System vorwiegend für TV-Aufnahmen oder als Videoserver für andere Clients dient, den Servermodus benutzen

# #30228
source: Idle time if server performs a shutdown
de_de: Inaktivitätszeit, nach der ein Herunterfahren/Ausschalten ausgelöst wird

# #30231
source: Enable a main activity time frame. The system is not shut down within this time frame.
de_de: Zeitrahmen für die Hauptnutzungszeit erlauben. Innerhalb dieses Zeitrahmens wird das System nicht heruntergefahren.

# #30234
source: Check this if you want to monitoring network activity
de_de: Zur Überwachung von Netzwerkaktivitäten einschalten

# #30235
source: Check this if you want to monitoring processes running on this machine
de_de: Zur Überwachung von aktiven Prozessen und Skripten einschalten

# #30241
source: Start time of main activity time frame
de_de: Beginn der Hauptnutzungszeit

# #30242
source: Stop time of main activity time frame. This value must be greater than the start time. Crossing day borders is not allowed.
de_de: Ende der Hauptnutzungszeit. Dieser Wert muss größer als der Startwert sein. Ein Überschreiten der Tagesgrenzen ist nicht zulässig.

# #30254
source: Activity time for wake up. Time must be long enough to perform a complete update of the EPG on the preferred update method
de_de: Aktive Laufzeit des EPG-Wakeup. Die Zeit muss lang genug sein, um ein Update des kompletten EPG durchführen zu können

# #30261
source: Interval for waking up this machine to actualize EPG data
de_de: Intervall zum Aufwachen dieser Maschine, um die EPG-Daten zu aktualisieren

# #30262
source: Wake up time
de_de: Aufweckzeit

# #30263
source: EPG update method
de_de: EPG Aktualisierungs Methode
